app/controllers/students_controller.rb

    def create
        @student = Student.new(student_params)
        @student.save
---
INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2020-12-11 12:28:59.984929"], ["updated_at", "2020-12-11 12:28:59.984929"]]